Repository: Infomaniak/desktop-kDrive
Catalog: src/gui4/windows/kDrive client/kDrive client/Strings/*/Resources.resw
Source language: en_us
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, nb_no, nl_nl, pl_pl, pt_pt, sv_se

# errPathLengthDescription
source: The path to this %@ is too long to be synced. Rename one or more folders it is in to shorten the path.
da_dk: Stien til dette %s er for lang til at blive synkroniseret. Omdøb en eller flere mapper, det er placeret i, for at forkorte stien.
de_de: Der Pfad zu diesem %@ ist zu lang, um synchronisiert zu werden. Benennen Sie einen oder mehrere Ordner, in denen es sich befindet, um, um den Pfad zu verkürzen.
el_gr: Η διαδρομή προς αυτό το %@ είναι πολύ μακριά για συγχρονισμό. Μετονομάστε έναν ή περισσότερους φακέλους στους οποίους βρίσκεται για να μικρύνετε τη διαδρομή.
es_es: La ruta de acceso a este %@ es demasiado larga para sincronizarse. Cambie el nombre de una o más carpetas en las que se encuentra para acortar la ruta.
fi_fi: Polku tähän %@ on liian pitkä synkronoitavaksi. Nimeä yksi tai useampi kansio, jossa se sijaitsee, lyhentääksesi polkua.
fr_fr: Le chemin d’accès à ce %@ est trop long pour être synchronisé. Renommez un ou plusieurs dossiers dans lesquels il se trouve pour raccourcir le chemin.
it_it: Il percorso di questo %@ è troppo lungo per essere sincronizzato. Rinomina una o più cartelle al suo interno per accorciare il percorso.
nb_no: Banen til dette %@ er for lang til å synkroniseres. Gi nytt navn til én eller flere mapper den er i for å forkorte banen.
nl_nl: Het pad naar dit %@ is te lang om te worden gesynchroniseerd. Hernoem een of meer mappen waarin het zich bevindt om het pad te verkorten.
pl_pl: Ścieżka do tego %@ jest zbyt długa, aby mogła być synchronizowana. Zmień nazwę jednego lub więcej folderów, w których się znajduje, aby skrócić ścieżkę.
pt_pt: O caminho para este %@ é demasiado longo para ser sincronizado. Renomeie uma ou mais pastas nas quais se encontra para encurtar o caminho.
sv_se: Sökvägen till denna %s är för lång för att synkroniseras. Byt namn på en eller flera mappar den befinner sig i för att korta ned sökvägen.

# errPathLengthTitle
source: Path to %@ too long
da_dk: Sti til %s for lang
de_de: Pfad zu %@ zu lang
el_gr: Η διαδρομή προς %@ είναι πολύ μακριά
es_es: Ruta de acceso a %@ demasiado larga
fi_fi: Polku kohteeseen %@ liian pitkä
fr_fr: Chemin d’accès au %@ trop long
it_it: Percorso verso %@ troppo lungo
nb_no: Bane til %@ for lang
nl_nl: Pad naar %@ te lang
pl_pl: Ścieżka do %@ zbyt długa
pt_pt: Caminho para %@ demasiado longo
sv_se: Sökväg till %s för lång

# errQuotaExceededDescription
source: Your kDrive is full. Free up space or upgrade your subscription to sync this %@.
da_dk: Dit kDrive er fuldt. Frigør plads eller opgrader dit abonnement for at synkronisere dette %s.
de_de: Ihr kDrive ist voll. Geben Sie Speicherplatz frei oder upgraden Sie Ihr Abonnement, um %@ zu synchronisieren.
el_gr: Το kDrive σας είναι γεμάτο. Ελευθερώστε χώρο ή αναβαθμίστε τη συνδρομή σας για να συγχρονίσετε αυτό το %@.
es_es: Su kDrive está lleno. Libere espacio o actualice su suscripción para sincronizar este %@.
fi_fi: kDrivesi on täynnä. Vapauta tilaa tai päivitä tilauksesi synkronoidaksesi tämän %@.
fr_fr: Votre kDrive est plein. Libérez de l’espace ou mettez à niveau votre abonnement pour synchroniser ce %@.
it_it: Il tuo kDrive è pieno. Libera spazio o aggiorna il tuo abbonamento per sincronizzare questo %@.
nb_no: kDrive-en din er full. Frigjør plass eller oppgrader abonnementet ditt for å synkronisere dette %@.
nl_nl: Uw kDrive is vol. Maak ruimte vrij of upgrade uw abonnement om dit %@ te synchroniseren.
pl_pl: Twój kDrive jest pełny. Zwolnij miejsce lub uaktualnij subskrypcję, aby zsynchronizować ten %@.
pt_pt: O seu kDrive está cheio. Liberte espaço ou atualize a sua subscrição para sincronizar este %@.
sv_se: Din kDrive är full. Frgör utrymme eller uppgradera din prenumeration för att synkronisera den här %s.

# errQuotaExceededTitle
source: Storage limit reached
da_dk: Lagergrænse nået
de_de: Speicherlimit erreicht
el_gr: Το όριο αποθηκευτικού χώρου συμπληρώθηκε
es_es: Límite de almacenamiento alcanzado
fi_fi: Tallennusraja saavutettu
fr_fr: Limite de stockage atteinte
it_it: Limite di archiviazione raggiunto
nb_no: Lagringsgrense nådd
nl_nl: Opslaglimiet bereikt
pl_pl: Osiągnięto limit pamięci
pt_pt: Limite de armazenamento atingido
sv_se: Lagringsgräns nådd

# errReservedNameDescription
source: This name is reserved by your computer’s system. Rename the %@ from kDrive online.
da_dk: Dette navn er reserveret af din computers system. Omdøb %s fra kDrive online.
de_de: Dieser Name ist vom System Ihres Computers reserviert. Benennen Sie %@ über kDrive online um.
el_gr: Αυτό το όνομα είναι δεσμευμένο από το σύστημα του υπολογιστή σας. Μετονομάστε το %@ από το kDrive online.
es_es: Este nombre está reservado por el sistema de su ordenador. Cambie el nombre del %@ desde kDrive en línea.
fi_fi: Tämä nimi on tietokoneesi järjestelmän varausnimi. Nimeä %@ uudelleen kDrive-verkkopalvelusta.
fr_fr: Ce nom est réservé par le système de votre ordinateur. Renommez le %@ depuis kDrive en ligne.
it_it: Questo nome è riservato dal sistema del tuo computer. Rinomina il %@ da kDrive online.
nb_no: Dette navnet er reservert av datamaskinsystemet ditt. Gi nytt navn til %@ fra kDrive på nett.
nl_nl: Deze naam is gereserveerd door het systeem van uw computer. Hernoem de %@ vanuit kDrive online.
pl_pl: Ta nazwa jest zarezerwowana przez system operacyjny Twojego komputera. Zmień nazwę %@ w kDrive online.
pt_pt: Este nome está reservado pelo sistema do seu computador. Renomeie o %@ a partir do kDrive online.
sv_se: Det här namnet är reserverat av datorns system. Byt namn på %s från kDrive online.

# errReservedNameTitle
source: %@ name reserved
da_dk: %s-navn reserveret
de_de: Name von %@ reserviert
el_gr: Το όνομα %@ είναι δεσμευμένο
es_es: Nombre de %@ reservado
fi_fi: %@ nimi varattu
fr_fr: Nom de %@ réservé
it_it: Nome del %@ riservato
nb_no: %@-navn reservert
nl_nl: Naam van %@ gereserveerd
pl_pl: Nazwa %@ zarezerwowana
pt_pt: Nome de %@ reservado
sv_se: %s-namn reserverat

# errSystemErrorSyncDirAccessErrorDescription
source: Check the location or access rights of the folder.
da_dk: Kontrollér placeringen eller adgangsrettighederne for mappen.
de_de: Überprüfen Sie den Speicherort oder die Zugriffsrechte des Ordners.
el_gr: Ελέγξτε την τοποθεσία ή τα δικαιώματα πρόσβασης του φακέλου.
es_es: Verifique la ubicación o los derechos de acceso de la carpeta.
fi_fi: Tarkista kansion sijainti tai käyttöoikeudet.
fr_fr: Vérifiez l’emplacement ou les droits d’accès du dossier.
it_it: Verifica la posizione o i diritti di accesso della cartella.
nb_no: Sjekk plasseringen eller tilgangsrettighetene for mappen.
nl_nl: Controleer de locatie of de toegangsrechten van de map.
pl_pl: Sprawdź lokalizację lub prawa dostępu do folderu.
pt_pt: Verifique a localização ou os direitos de acesso à pasta.
sv_se: Kontrollera mappens plats eller åtkomsträttigheter.

# errSystemErrorSyncDirAccessTitle
source: Sync folder inaccessible
da_dk: Synkroniseringsmappe utilgængelig
de_de: Synchronisierungsordner nicht zugänglich
el_gr: Ο φάκελος συγχρονισμού δεν είναι προσβάσιμος
es_es: Carpeta de sincronización inaccesible
fi_fi: Synkronointikansio ei ole käytettävissä
fr_fr: Dossier de synchronisation inaccessible
it_it: Cartella di sincronizzazione non accessibile
nb_no: Synkroniseringsmappe utilgjengelig
nl_nl: Synchronisatiemap ontoegankelijk
pl_pl: Folder synchronizacji niedostępny
pt_pt: Pasta de sincronização inacessível
sv_se: Synkroniseringsmappen är otillgänglig

# errSystemNotEnoughDiskSpaceDescription
source: Your device’s disk space is full. Sync has been paused. Free up space to resume sync.
da_dk: Din enheds diskplads er fuld. Synkronisering er sat på pause. Frigør plads for at genoptage synkronisering.
de_de: Der Speicherplatz Ihres Geräts ist voll. Die Synchronisierung wurde pausiert. Geben Sie Speicherplatz frei, um die Synchronisierung fortzusetzen.
el_gr: Ο χώρος δίσκου της συσκευής σας είναι γεμάτος. Ο συγχρονισμός διακόπηκε. Ελευθερώστε χώρο για να συνεχίσετε τον συγχρονισμό.
es_es: El espacio en disco de su dispositivo está lleno. La sincronización está en pausa. Libere espacio para reanudar la sincronización.
fi_fi: Laitteesi levytila on täynnä. Synkronointi on keskeytetty. Vapauta tilaa jatkaaksesi synkronointia.
fr_fr: L’espace disque de votre appareil est plein. La synchronisation est interrompue. Libérez de l’espace pour reprendre la synchronisation.
it_it: Lo spazio su disco del tuo dispositivo è esaurito. La sincronizzazione è stata sospesa. Libera spazio per riprendere la sincronizzazione.
nb_no: Enhetens diskplass er full. Synkronisering er stoppet midlertidig. Frigjør plass for å gjenoppta synkronisering.
nl_nl: De schijfruimte van uw apparaat is vol. De synchronisatie is onderbroken. Maak ruimte vrij om de synchronisatie te hervatten.
pl_pl: Miejsce na dysku Twojego urządzenia jest pełne. Synchronizacja została wstrzymana. Zwolnij miejsce, aby wznowić synchronizację.
pt_pt: O espaço em disco do seu dispositivo está cheio. A sincronização foi pausada. Liberte espaço para retomar a sincronização.
sv_se: Enhetens diskutrymme är fullt. Synkroniseringen har pausats. Frgör utrymme för att återuppta synkroniseringen.

# errSystemNotEnoughDiskSpaceTitle
source: Insufficient disk space
da_dk: Utilstrækkelig diskplads
de_de: Unzureichender Speicherplatz
el_gr: Ανεπαρκής χώρος δίσκου
es_es: Espacio en disco insuficiente
fi_fi: Levytila riittämätön
fr_fr: Espace disque insuffisant
it_it: Spazio su disco insufficiente
nb_no: Utilstrekkelig diskplass
nl_nl: Onvoldoende schijfruimte
pl_pl: Niewystarczające miejsce na dysku
pt_pt: Espaço em disco insuficiente
sv_se: Otillräckligt diskutrymme

# errSystemSyncDirChanged
source: This folder is no longer accessible at its original location.
da_dk: Denne mappe er ikke længere tilgængelig på sin oprindelige placering.
de_de: Dieser Ordner ist an seinem ursprünglichen Speicherort nicht mehr zugänglich.
el_gr: Αυτός ο φάκελος δεν είναι πλέον προσβάσιμος στην αρχική του τοποθεσία.
es_es: Esta carpeta ya no es accesible en su ubicación original.
fi_fi: Tämä kansio ei ole enää käytettävissä alkuperäisessä sijainnissaan.
fr_fr: Ce dossier n’est plus accessible à son emplacement d’origine.
it_it: Questa cartella non è più accessibile nella sua posizione originale.
nb_no: Denne mappen er ikke lenger tilgjengelig på sin opprinnelige plassering.
nl_nl: Deze map is niet meer toegankelijk op de oorspronkelijke locatie.
pl_pl: Ten folder nie jest już dostępny w swojej pierwotnej lokalizacji.
pt_pt: Esta pasta já não está acessível na sua localização original.
sv_se: Den här mappen är inte längre tillgänglig på sin ursprungliga plats.

# errSystemSyncDirDiskMissingDescription
source: This folder is no longer accessible. Action is required to resume sync.
da_dk: Denne mappe er ikke længere tilgængelig. Der kræves handling for at genoptage synkronisering.
de_de: Dieser Ordner ist nicht mehr zugänglich. Eine Aktion ist erforderlich, um die Synchronisierung fortzusetzen.
el_gr: Αυτός ο φάκελος δεν είναι πλέον προσβάσιμος. Απαιτείται ενέργεια για να συνεχιστεί ο συγχρονισμός.
es_es: Esta carpeta ya no es accesible. Se requiere una acción para reanudar la sincronización.
fi_fi: Tämä kansio ei ole enää käytettävissä. Synkronoinnin jatkaminen vaatii toimia.
fr_fr: Ce dossier n’est plus accessible. Une action est nécessaire pour reprendre la synchronisation.
it_it: Questa cartella non è più accessibile. È necessario intervenire per riprendere la sincronizzazione.
nb_no: Denne mappen er ikke lenger tilgjengelig. En handling er nødvendig for å gjenoppta synkronisering.
nl_nl: Deze map is niet meer toegankelijk. Er is actie vereist om de synchronisatie te hervatten.
pl_pl: Ten folder nie jest już dostępny. Wymagane jest działanie, aby wznowić synchronizację.
pt_pt: Esta pasta já não está acessível. É necessária uma ação para retomar a sincronização.
sv_se: Den här mappen är inte längre tillgänglig. En åtgärd krävs för att återuppta synkroniseringen.

# errSystemSyncDirMissingTitle
source: Sync folder not found
da_dk: Synkroniseringsmappe ikke fundet
de_de: Synchronisierungsordner nicht gefunden
el_gr: Ο φάκελος συγχρονισμού δεν βρέθηκε
es_es: Carpeta de sincronización no encontrada
fi_fi: Synkronointikansiota ei löydy
fr_fr: Dossier de synchronisation introuvable
it_it: Cartella di sincronizzazione non trovata
nb_no: Synkroniseringsmappe ikke funnet
nl_nl: Synchronisatiemap niet gevonden
pl_pl: Nie znaleziono folderu synchronizacji
pt_pt: Pasta de sincronização não encontrada
sv_se: Synkroniseringsmapp hittades inte

# errSystemUnableToStartVfsDescription
source: Lite Sync cannot start. You can continue syncing your files by enabling offline sync in the settings. Contact support if the problem persists.
da_dk: Lite Sync kan ikke starte. Du kan fortsætte med at synkronisere dine filer ved at aktivere offline-synkronisering i indstillingerne. Kontakt support, hvis problemet fortsætter.
de_de: Lite Sync kann nicht gestartet werden. Sie können Ihre Dateien weiterhin synchronisieren, indem Sie die Offline-Synchronisierung in den Einstellungen aktivieren. Wenden Sie sich an den Support, wenn das Problem weiterhin besteht.
el_gr: Το Lite Sync δεν μπορεί να εκκινήσει. Μπορείτε να συνεχίσετε να συγχρονίζετε τα αρχεία σας ενεργοποιώντας τον συγχρονισμό εκτός σύνδεσης στις ρυθμίσεις. Επικοινωνήστε με την υποστήριξη εάν το πρόβλημα παραμένει.
es_es: Lite Sync no puede iniciarse. Puede continuar sincronizando sus archivos activando la sincronización sin conexión en los ajustes. Contacte con el soporte si el problema persiste.
fi_fi: Lite Sync ei voi käynnistyä. Voit jatkaa tiedostojen synkronointia ottamalla offline-synkronoinnin käyttöön asetuksissa. Ota yhteyttä tukeen, jos ongelma jatkuu.
fr_fr: Lite Sync n’arrive pas à démarrer. Vous pouvez continuer à synchroniser vos fichiers en activant la synchronisation hors-ligne dans les paramètres. Contactez le support si le problème persiste.
it_it: Lite Sync non può avviarsi. Puoi continuare a sincronizzare i tuoi file abilitando la sincronizzazione offline nelle impostazioni. Contatta il supporto se il problema persiste.
nb_no: Lite Sync kan ikke starte. Du kan fortsette å synkronisere filene dine ved å aktivere frakoblet synkronisering i innstillingene. Kontakt support hvis problemet vedvarer.
nl_nl: Lite Sync kan niet starten. U kunt uw bestanden blijven synchroniseren door offline synchronisatie in te schakelen in de instellingen. Neem contact op met ondersteuning als het probleem aanhoudt.
pl_pl: Lite Sync nie może się uruchomić. Możesz nadal synchronizować swoje pliki, włączając synchronizację offline w ustawieniach. Skontaktuj się ze wsparciem, jeśli problem będzie się powtarzać.
pt_pt: O Lite Sync não consegue iniciar. Pode continuar a sincronizar os seus ficheiros ativando a sincronização offline nas definições. Contacte o suporte se o problema persistir.
sv_se: Lite Sync kan inte starta. Du kan fortsätta synkronisera dina filer genom att aktivera offlinesynkronisering i inställningarna. Kontakta support om problemet kvarstår.

# errSystemUnableToStartVfsTitle
source: Unable to start Lite Sync
da_dk: Kan ikke starte Lite Sync
de_de: Lite Sync kann nicht gestartet werden
el_gr: Αδύνατη εκκίνηση του Lite Sync
es_es: No se puede iniciar Lite Sync
fi_fi: Lite Sync ei käynnisty
fr_fr: Impossible de démarrer Lite Sync
it_it: Impossibile avviare Lite Sync
nb_no: Kan ikke starte Lite Sync
nl_nl: Kan Lite Sync niet starten
pl_pl: Nie można uruchomić Lite Sync
pt_pt: Não é possível iniciar o Lite Sync
sv_se: Det går inte att starta Lite Sync

# errTmpBlacklistedDescription
source: Syncing of this item failed. It will be retried automatically later.
da_dk: Synkronisering af dette element mislykkedes. Det prøves automatisk igen senere.
de_de: Die Synchronisierung dieses Elements ist fehlgeschlagen. Es wird später automatisch erneut versucht.
el_gr: Ο συγχρονισμός αυτού του στοιχείου απέτυχε. Θα επαναληφθεί αυτόματα αργότερα.
es_es: La sincronización de este elemento falló. Se reintentará automáticamente más tarde.
fi_fi: Tämän kohteen synkronointi epäonnistui. Se yritetään uudelleen automaattisesti myöhemmin.
fr_fr: La synchronisation de cet élément n’a pas réussi. Elle sera relancée automatiquement plus tard.
it_it: La sincronizzazione di questo elemento ha avuto esito negativo. Verrà riprovata automaticamente in seguito.
nb_no: Synkronisering av dette elementet mislyktes. Det vil prøves igjen automatisk senere.
nl_nl: De synchronisatie van dit item is mislukt. Het wordt later automatisch opnieuw geprobeerd.
pl_pl: Synchronizacja tego elementu nie powiodła się. Zostanie ponownie podjęta automatycznie później.
pt_pt: A sincronização deste item falhou. Será tentada novamente automaticamente mais tarde.
sv_se: Synkronisering av det här objektet misslyckades. Det försöks automatiskt igen senare.

# errTmpBlacklistedTitle
source: Sync temporarily failed
da_dk: Synkronisering midlertidigt mislykket
de_de: Synchronisierung vorübergehend fehlgeschlagen
el_gr: Ο συγχρονισμός απέτυχε προσωρινά
es_es: Sincronización temporalmente fallida
fi_fi: Synkronointi epäonnistui tilapäisesti
fr_fr: Synchronisation temporairement échouée
it_it: Sincronizzazione temporaneamente fallita
nb_no: Synkronisering midlertidig mislyktes
nl_nl: Synchronisatie tijdelijk mislukt
pl_pl: Synchronizacja tymczasowo nieudana
pt_pt: Sincronização temporariamente falhada
sv_se: Synkronisering tillfälligt misslyckad

# errUploadNotTerminatedDescription
source: The upload could not be completed. Please try again later.
da_dk: Overførslen kunne ikke fuldføres. Prøv venligst igen senere.
de_de: Der Upload konnte nicht abgeschlossen werden. Bitte versuchen Sie es später erneut.
el_gr: Η μεταφόρτωση δεν μπόρεσε να ολοκληρωθεί. Δοκιμάστε ξανά αργότερα.
es_es: La subida no pudo completarse. Vuelva a intentarlo más tarde.
fi_fi: Latausta ei voitu viimeistellä. Yritä myöhemmin uudelleen.
fr_fr: Le téléversement n’a pas pu être terminé. Veuillez réessayer plus tard.
it_it: Il caricamento non ha potuto essere completato. Riprova più tardi.
nb_no: Opplastingen kunne ikke fullføres. Prøv igjen senere.
nl_nl: Het uploaden kon niet worden voltooid. Probeer het later opnieuw.
pl_pl: Przesyłanie nie mogło zostać zakończone. Spróbuj ponownie później.
pt_pt: Não foi possível concluir o carregamento. Por favor, tente novamente mais tarde.
sv_se: Uppladdningen kunde inte slutföras. Försök igen senare.

# errorListFilesToVerifyHeader
source: Files to verify
da_dk: Filer der skal verificeres
de_de: Zu prüfende Dateien
el_gr: Αρχεία για έλεγχο
es_es: Archivos por verificar
fi_fi: Tarkistettavat tiedostot
fr_fr: Fichiers à vérifier
it_it: File da verificare
nb_no: Filer som skal verifiseres
nl_nl: Te controleren bestanden
pl_pl: Pliki do zweryfikowania
pt_pt: Ficheiros a verificar
sv_se: Filer att kontrollera

# errorListOthersHeader
source: Other
da_dk: Andet
de_de: Sonstige
el_gr: Άλλα
es_es: Otros
fi_fi: Muut
fr_fr: Autres
it_it: Altro
nb_no: Annet
nl_nl: Overige
pl_pl: Inne
pt_pt: Outros
sv_se: Övrigt

# errorPageTitle
source: Errors to fix
da_dk: Fejl der skal rettes
de_de: Zu behebende Fehler
el_gr: Σφάλματα για διόρθωση
es_es: Errores por corregir
fi_fi: Korjattavat virheet
fr_fr: Erreurs à corriger
it_it: Errori da correggere
nb_no: Feil som skal rettes
nl_nl: Te corrigeren fouten
pl_pl: Błędy do naprawienia
pt_pt: Erros a corrigir
sv_se: Fel att åtgärda

# excludeRuleDescription
source: Files matching this rule will not be synced.
da_dk: Filer, der matcher denne regel, synkroniseres ikke.
de_de: Dateien, die dieser Regel entsprechen, werden nicht synchronisiert.
el_gr: Τα αρχεία που ταιριάζουν με αυτόν τον κανόνα δεν θα συγχρονίζονται.
es_es: Los archivos que coincidan con esta regla no se sincronizarán.
fi_fi: Tätä sääntöä vastaavia tiedostoja ei synkronoida.
fr_fr: Les fichiers correspondant à cette règle ne seront pas synchronisés.
it_it: I file corrispondenti a questa regola non verranno sincronizzati.
nb_no: Filer som samsvarer med denne regelen vil ikke bli synkronisert.
nl_nl: Bestanden die overeenkomen met deze regel worden niet gesynchroniseerd.
pl_pl: Pliki pasujące do tej reguły nie będą synchronizowane.
pt_pt: Os ficheiros que correspondam a esta regra não serão sincronizados.
sv_se: Filer som matchar den här regeln synkroniseras inte.

# extendedLogDescription
source: Enables collection of additional information useful for support.
da_dk: Muliggør indsamling af yderligere oplysninger nyttige for support.
de_de: Aktiviert die Erfassung zusätzlicher Informationen, die für den Support nützlich sind.
el_gr: Ενεργοποιεί τη συλλογή πρόσθετων πληροφοριών χρήσιμων για την υποστήριξη.
es_es: Activa la recopilación de información adicional útil para el soporte.
fi_fi: Ottaa käyttöön tukea hyödyttävien lisätietojen keräämisen.
fr_fr: Active la collecte d’informations supplémentaires utile au support
it_it: Abilita la raccolta di informazioni aggiuntive utili per il supporto.
nb_no: Aktiverer innsamling av tilleggsinformasjon som er nyttig for support.
nl_nl: Schakelt het verzamelen van aanvullende informatie in die nuttig is voor ondersteuning.
pl_pl: Włącza zbieranie dodatkowych informacji przydatnych dla wsparcia.
pt_pt: Ativa a recolha de informações adicionais úteis para o suporte.
sv_se: Aktiverar insamling av ytterligare information som är användbar för support.

# extendedLogSetting
source: Extended detailed log
da_dk: Udvidet detaljeret log
de_de: Erweitertes detailliertes Protokoll
el_gr: Εκτεταμένο λεπτομερές αρχείο καταγραφής
es_es: Registro detallado extendido
fi_fi: Laajennettu yksityiskohtainen loki
fr_fr: Journal détaillé étendu
it_it: Log dettagliato esteso
nb_no: Utvidet detaljert logg
nl_nl: Uitgebreid gedetailleerd logboek
pl_pl: Rozszerzony szczegółowy dziennik
pt_pt: Registo detalhado alargado
sv_se: Utökad detaljerad logg

# extendedLogWarning
source: When this option is enabled, kDrive runs more slowly.
da_dk: Når denne mulighed er aktiveret, kører kDrive langsommere.
de_de: Wenn diese Option aktiviert ist, läuft kDrive langsamer.
el_gr: Όταν αυτή η επιλογή είναι ενεργή, το kDrive λειτουργεί πιο αργά.
es_es: Cuando esta opción está activada, kDrive funciona más lentamente.
fi_fi: Kun tämä vaihtoehto on käytössä, kDrive toimii hitaammin.
fr_fr: Lorsque cette option est activée, kDrive fonctionne plus lentement.
it_it: Quando questa opzione è abilitata, kDrive funziona più lentamente.
nb_no: Når dette alternativet er aktivert, kjører kDrive langsommere.
nl_nl: Wanneer deze optie is ingeschakeld, werkt kDrive langzamer.
pl_pl: Gdy ta opcja jest włączona, kDrive działa wolniej.
pt_pt: Quando esta opção está ativada, o kDrive funciona mais lentamente.
sv_se: När det här alternativet är aktiverat körs kDrive långsammare.

# failedToCreateShareLinkError
source: Failed to create a share link
da_dk: Kunne ikke oprette et delingslink
de_de: Freigabelink konnte nicht erstellt werden
el_gr: Αποτυχία δημιουργίας συνδέσμου κοινής χρήσης
es_es: Error al crear un enlace compartido
fi_fi: Jakolinkin luominen epäonnistui
fr_fr: Échec de la création d’un lien de partage
it_it: Impossibile creare un link di condivisione
nb_no: Kunne ikke opprette en delingslenke
nl_nl: Aanmaken van deellink mislukt
pl_pl: Nie udało się utworzyć łącza udostępniania
pt_pt: Falha ao criar link de partilha
sv_se: Det gick inte att skapa en delningslänk
